//
//  DangersDescription.swift
//  Danger Repeller
//
//  Created by Никита Волков on 31.05.2025.
//

/// Описание опасностей
let dangersDescription = [
    "Man": "Пожалуй, самое опасное и непредсказуемое из всех живых существ, опасность от которого может исходить когда угодно и где угодно.",
    "Dogs": "Лучший друг человека. Но иногда может быть непредсказуемым, так что нужно быть готовым.",
    "Bears": "Невероятно опасные существа, но опасаются слишком громких звуков.",
    "Birds": "Большинство из них не так уж опасны, но иногда стоит держаться от них на расстоянии.",
    "Hogs": "Кабаны, живущие в лесу, могут проявлять агрессию при виде незнакомцев, поэтому стоит быть готовыми к встрече с ними."
]
