//
//  SoundsDescription.swift
//  Danger Repeller
//
//  Created by Никита Волков on 31.05.2025.
//

/// Описание каждого звука, используемого для отпугивания опасности
let soundsDescription = [
    "Ultrasound for bird": "Низкочастотный ультразвук, который причиняет дискомфорт пернатым (и не только).",
    "Vulture": "Крик стервятника, который может повлиять на присутствие более мелких птиц.",
    "Stun gun 1": "Звук, как от обычного электрошокера. Не факт, что он эффективен во многих ситуациях, но возможны самые разные ситуации.",
    "Stun gun 2": "Та же история, но с другим звучанием.",
    "Ultrasound 1": "Высокочастотный ультразвук, который причиняет дискомфорт многим живым существам.",
    "Ultrasound 2": "Ультразвук еще более высокой частоты.",
    "Ultrasound 3": "Не слишком высокая частота, но очень шумный звук.",
    "Angry Dog": "Используйте звук рычащей собаки, когда противник вас не видит. Например, когда грабитель пытается проникнуть в ваш дом.",
    "Aztec": "Возможно, это один из самых пугающих звуков для человека, который не понимает, откуда он исходит.",
    "Electro": "Громкий звук электрического разряда. Не слишком эффективно, но шумно.",
    "Engine": "Один из самых громких (и в то же время забавных) звуков во всем приложении. Я думаю, он может пригодиться при встрече с медведем.",
    "Growling": "Немного странный звук, но в какой-то момент он может привести противника в замешательство.",
    "Police 1": "Любой, кто является нехорошим человеком, боится этих звуков. Используйте их правильно, и эффект будет гарантирован.",
    "Police 2": "Тот же сценарий, только другая сирена.",
    "Screaming Lady": "Такой громкий звук может отпугнуть кого угодно: и людей, и медведей.",
    "Shot 1": "Короткий одиночный выстрел. Может использоваться, например, в лесу.",
    "Shots 1": "Короткая очередь выстрелов.",
    "Shots 2": "Длинная и громкая очередь выстрелов.",
    "Siren": "Громкий сигнал тревоги. Может использоваться как для отпугивания, так и для информирования.",
    "Train": "Гудок поезда. Здесь все просто — сильный шумовой эффект.",
    "Ultrasound": "Низкочастотный ультразвук.",
    "Wolf": "Используйте этот звук в лесу, когда враг вас не видит, чтобы у него возникло желание пойти в противоположном направлении."
]
